<?php

return [
	'videos' => 'Видео',
	'title' => 'Название',
	'create_gallery' => 'Создание галереи',
	'orientation' => 'Ориентация',
	'fixed' => 'Зафиксировано в категории',
	'on_index' => 'Отображать в общем выводе',

	'hint_fixed' => 'Зафиксированная галерея будет висеть в своей категории на первой странице всегда сверху',
	'hint_on_index' => 'Если у категории галереи стоит запрет на вывод в общем списке, то данная опция не работает. Показ превью будет произведен исключительно в своей категории.',
	'hint_meta_title' => 'Можно не заполнять и использовать обычное название',
	'hint_meta_description' => 'Если не заполнено, то мета описание автоматически будет сгенерировано из полного описания галереи',


		// Flashes
	'save_success' => 'Галерея "<b>{title}</b>" сохранена.',
	'create_success' => 'Галерея "<b>{title}</b>" создана.',
	'delete_success' => 'Галерея "<b>{title}</b>" удалена.',
];